Repository: FogosPT/fogosmobile
Catalog: lib/localization/generated/l10n/intl_messages_*.arb
Languages: pt

# textInformations
source: Informations
pt: Informações

# textNotifications
source: Notifications
pt: Notificações

# textStatistics
source: Statistics
pt: Estatísticas

# textAbout
source: About
pt: Sobre

# textCounty
source: County
pt: Concelho

# textEmptyNotifications
source: You don't have any active notifications for Fires
pt: Não tem notificações ativas para fogos

# textStatus
source: Status
pt: Estado

# textHumanMeans
source: Firefighters
pt: Bombeiros

# textTerrainMeans
source: Vehicles
pt: Viaturas

# textAerealMeans
source: Aerial Resources
pt: Meios aéreos

# textMapboxImprove
source: Improve this map
pt: Melhorar este mapa

# textWarnings
source: Warnings
pt: Avisos

# textWarningsMadeira
source: Warnings Madeira
pt: Avisos Madeira

# textNoConnection
source: We were unnable to connect to the server
pt: Não foi possível fazer a ligação

# textRefreshButton
source: Refresh
pt: Refrescar

# textPartners
source: Partners
pt: Parcerias

# textFireStatusArrival
source: Ground arrival
pt: Chegada ao TO

# textFireStatusDone
source: Done
pt: Chegada ao TO

# textFireStatusFirstAlert
source: First alert dispatch
pt: Despacho de 1º Alerta

# textFireStatusConclusion
source: In conclusion
pt: Conclusão

# textFireStatusResolution
source: In resolution
pt: Em resolução

# textFireStatusOngoing
source: Ongoing
pt: Em curso

# textFireStatusVigilance
source: Vigilance
pt: Vigilância

# textFireStatusSignificativeOcurrence
source: Significative Ocurrence
pt: Ocorrência Significativa

# textFireStatusFalseAlarm
source: False Alarm
pt: Falso Alarme

# textFireStatusFalseAlert
source: False Alert
pt: Falso Alerta

# textFireStatusDispatch
source: Dispatch
pt: Despacho

# textInformationIncidentStatus
source: Incident Status
pt: Estado das Ocorrências

# textInformationFirstOrderDispatch
source: First alert dispatch - Resources are moving to incident location.
pt: Despacho de 1º alerta – Meios em trânsito para o teatro de operações.

# textInformationArrival
source: Arrival to Incident Scene - Resources arrived at incidient location.
pt: Chegada ao TO – chegada ao teatro de operações.

# textInformationOngoing
source: Ongoing - Fire is ongoing without boundaries
pt: Em curso - Incêndio em evolução sem limitação de área

# textInformationSettling
source: Settling - Fire without risk of propagation beyond boundaries
pt: Em resolução – Incêndio sem perigo de propagação para além do perímetro já atingido

# textInformationClosing
source: Closing - Fire is extinguished, while there could be still some fire spots within incident boundaries
pt: Em conclusão – Incêndio extinto, com pequenos focos de combustão dentro do perímetro do incêndio

# textInformationSupervision
source: Supervision - Resources at incident location to act if needed
pt: Vigilância – Meios no local para actuar em caso de necessidade

# textInformationClosed
source: Closed - All resources are back at their headquarters.
pt: Encerrada – Entrada, nas respectivas entidades, de todos os meios envolvidos

# textFalseAlarm
source: False alarm
pt: Falso alarme

# textFalseAlert
source: False Alert
pt: Falso alerta

# textShare
source: Fire in {city} https://fogos.pt/fogo/{id}
pt: Incêndio em {city} https://fogos.pt/fogo/{id}

# textRiskReduced
source: Reduced
pt: Reduzido

# textRiskModerate
source: Moderate
pt: Moderado

# textRiskHigh
source: High
pt: Elevado

# textRiskVeryHigh
source: Very High
pt: Muito Elevado

# textMaximumRisk
source: Maximum
pt: Máximo

# textFires
source: Fires
pt: Incêndios

# textFirefighters
source: Firefighters
pt: Bombeiros

# textVehicles
source: Vehicles
pt: Veículos

# textAerial
source: Aerial
pt: Aéreos

# textLastNightStatistics
source: Last Night Statistics
pt: Estatísticas da última noite

# textTodayInterval
source: Today's Interval
pt: Intervalo do dia

# textTodayDistricts
source: Today's District
pt: Distritos do dia

# textYesterdayInterval
source: Yesterday's Interval
pt: Intervalo de ontem

# textYesterdayDistricts
source: Yesterday's Districts
pt: Distritos de ontem

# textSignificatOccurences
source: Significant Incidents
pt: Ocorrências significativas

# textOther
source: Other
pt: Outras

# textResources
source: Resources
pt: Meios

# textRiskOfFire
source: Risk of Fire
pt: Risco de Incêndio

# textNow
source: Now
pt: Agora

# textToday
source: Today
pt: Hoje

# textYesterday
source: Yesterday
pt: Ontem

# textLastNight
source: Last Night
pt: Última Noite

# textPreviousDays
source: Last Few Days
pt: Últimos Dias

# textRecordsFrom
source: Data collected from
pt: Registos retirados da

# textCivilProtection
source: Portuguese Civil Protection Agency website
pt: Página da Protecção Civil Portuguesa.

# textDataUpdate
source: Data is updated in 2 minute intervals.
pt: Actualizações de 2 em 2 minutos.

# textLocationApproximate
source: Location may not be exact.
pt: Localização aproximada.

# textBugs
source: Suggestions / Bug reporting -
pt: Sugestões / Bugs -

# textFiresList
source: Fires List
pt: Lista de Fogos

# textProblemLoadingData
source: There was a problem loading data.
pt: Houve um problema a carregar a informação.

# textInternetConnection
source: Make sure you are connected to the Internet.
pt: Certifique-se que está ligado à Internet.

# textNotificationProblems
source: If you are having problems receiving notifications, click the button below.
pt: Se está com problemas em receber notificações, clique no botão abaixo.

# textResetNotifications
source: Reset notifications
pt: Reiniciar notificações
